Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/samediggi.no/samediggi-article-1252.html.tmx
Source language: nob
Languages: sme

source: Symposium - Stedsnavn og identiteter i mangkulturell kontekst
sme: Báikenamat ja identitehtat máŋggakultuvrralaš konteavsstas

source: Sametinget arrangerer symposiumet Stedsnavn og identiteter i mangkulturell kontekst 17.-20. august i Karasjok.
sme: Sámediggi doallá symposiuma Báikenamat ja identitehtat máŋggakultuvrralaš konteavsttas borgemánu 17.-20. beaivvi Kárášjogas.

source: Publisert av Kuhmunen, John-Marcus.
sme: Almmuhan Kuhmunen, John-Marcus.

source: Sist endret 08.08.2006
sme: Maŋimustá rievdaduvvon 08.08.2006

source: Symposiumet har følgende temaer: stedsnavn og identiteter i en flerspråklig- og urfolkskontekst, urbane stedsnavn og identiteter, og endret status av stedsnavn i ulike fag.
sme: Symposiumas leat čuovvovaš fáttát: báikenamat ja identitehtat máŋggagielalaš- ja eamiálbmotkonteavsttas, urbana báikenamat ja identitehtat, ja báikenamaid rievdan árvu iešguđet fágain.

source: Symposiumet har ekskursjoner til Porsanger, Tana og Enare.
sme: Symposiumas leat mátkkit Poršaŋgui, Detnui ja Anárii.

source: Kontaktperson: rådgiver Kaisa R. Helander, tlf. 78 48 42 56, kaisa.rautio.helander@samediggi.no
sme: Gulahallanolmmoš lea ráđđeaddi Kaisa R. Helander, tlf. 78 48 42 56, e-poasta: kaisa.rautio.helander@samediggi.no

source: artikler
sme: Artihkkalat

source: Til redaksjonene: Symposium - Stedsnavn og identiteter i mangkulturell kontekst
sme: Redakšuvnnaide: Symposium - Báikenamat ja identitehtat máŋggakultuvrralaš konteavsstas

source: Filer
sme: Fiillat
